{
    "آموزه‌های زیر می‌توانند در پاسخ به برخی سؤالات این تخصص کمک‌کننده باشند": {
        "اهمیت تغذیه سالم": [
            "رژیم غذایی و تغذیه سالم نقش مهمی در حفظ سلامت بیمار و افزایش طول عمر کلیه پیوندی دارد.",
            "توصیه کلی، پیروی از رژیم غذایی متعادل، کم‌نمک، کم‌چرب و کم‌کلسترول است.",
            "برخی داروهای پس از پیوند باعث افزایش اشتها، افزایش قند خون و احتباس مایعات می‌شوند، بنابراین رعایت اصول تغذیه‌ای ضروری است."
        ],
        "تغییرات رژیم غذایی در طول زمان": [
            "رژیم غذایی بیمار بر اساس عملکرد کلیه پیوندی، مدت زمان سپری‌شده از پیوند، عوارض احتمالی مانند عفونت یا رد پیوند و شرایط جسمی بیمار تغییر می‌کند.",
            "در ماه اول پس از پیوند، در صورت عملکرد مناسب کلیه، نیاز به مصرف پروتئین بالاتر وجود دارد.",
            "در ماه‌های بعد، رژیم غذایی با پروتئین متعادل، کالری کمتر و مصرف بیشتر سبزیجات توصیه می‌شود."
        ],
        "کنترل وزن": [
            "پس از پیوند باید مراقب اضافه وزن و چاقی مفرط بود.",
            "از مصرف غذاهای پرکالری، چرب و شیرین باید اجتناب شود.",
            "افزایش وزن می‌تواند سلامت قلب و کلیه پیوندی را به خطر بیندازد."
        ],
        "مصرف گوشت قرمز": {
            "توصیه کلی": [
                "گوشت قرمز به دلیل داشتن چربی اشباع و کلسترول بالا باید به صورت محدود مصرف شود.",
                "مصرف گوشت قرمز حدود ۲ تا ۳ بار در هفته توصیه می‌شود."
            ],
            "مقدار مصرف": [
                "مقدار مصرف بر اساس وزن فرد تعیین می‌شود.",
                "برای یک فرد با وزن متوسط، مصرف روزانه حدود ۱۲۰ تا ۱۵۰ گرم گوشت توصیه می‌شود."
            ],
            "نکات مهم": [
                "مصرف گوشت به مقدار توصیه‌شده باعث افزایش کراتینین خون نمی‌شود.",
                "باید از گوشت‌های کم‌چرب و بدون چربی قابل مشاهده استفاده شود."
            ]
        },
        "اصول کلی انتخاب مواد غذایی": [
            "مصرف سبزیجات تازه به صورت روزانه توصیه می‌شود.",
            "مصرف چربی‌های حیوانی باید محدود شود.",
            "استفاده از روش‌های پخت سالم مانند آب‌پز، بخارپز و کبابی توصیه می‌شود.",
            "از مصرف غذاهای سرخ‌کرده و فرآوری‌شده باید پرهیز شود."
        ],
        "نمک و سدیم": [
            "رژیم غذایی کم‌نمک برای حفظ سلامت کلیه پیوندی و کنترل فشار خون ضروری است.",
            "از افزودن نمک اضافی به غذا باید خودداری شود.",
            "مصرف غذاهای کنسروی، شور و فرآوری‌شده باید محدود گردد."
        ],
        "قند و مواد شیرین": [
            "برخی داروهای پس از پیوند می‌توانند باعث افزایش قند خون شوند.",
            "مصرف مواد قندی، شیرینی‌ها و نوشیدنی‌های شیرین باید محدود شود.",
            "رعایت رژیم غذایی سالم به پیشگیری از دیابت پس از پیوند کمک می‌کند."
        ]
    }
}