{
    "آموزه‌های زیر می‌توانند در پاسخ به برخی سؤالات این تخصص کمک‌کننده باشند": {
        "زمان مناسب برای انجام پیوند": [
            "برخی از بیماران می‌توانند حتی قبل از شروع دیالیز نیز برای انجام پیوند کلیه اقدام نمایند. اما برخی دیگر به دلیل ماهیت بیماری زمینه‌ای (بر اساس تشخیص پزشک) نیاز است ۶ ماه تا یک سال پس از خاموش شدن بیماری زمینه‌ای، اقدام به انجام پیوند نمایند. معدود مواردی از بیماری‌های کلیه امکان دارد در کلیه پیوندی عود نمایند."
        ],
        "روش‌های پیوند کلیه": [
            "پیوند کلیه به دو روش انجام می‌شود: پیوند از اهداکننده دچار مرگ مغزی و پیوند از اهداکننده زنده (فامیل یا غریبه) که همواره فامیل نزدیک ارجح است. میزان موفقیت پیوند کلیه در سال اول بیش از ۹۰٪ است."
        ],
        "فواید و خطرات پیوند کلیه": [
            "با انجام پیوند موفقیت‌آمیز، می‌توان دیالیز را قطع کرد و عضو پیوندی تمام فعالیت‌های یک کلیه نرمال را بر عهده می‌گیرد. کراتینین بیمار کاهش می‌یابد، کم‌خونی اصلاح می‌شود، بیمار احساس بهبودی می‌کند و با اصلاح کم‌خونی، احساس خستگی نیز کاهش می‌یابد.",
            "اگرچه یک پیوند کلیه موفق باعث بهبود بیماری زمینه‌ای نمی‌شود، اما کیفیت زندگی را ارتقا می‌دهد. ممکن است برخی از بیماری‌ها مجدداً در کلیه پیوندی عود کنند که نیازمند درمان بیماری زمینه‌ای هستند. علاوه بر این، به دلیل مصرف داروهای تضعیف‌کننده سیستم ایمنی (برای جلوگیری از رد کلیه پیوندی)، خطر عفونت، رد پیوند و عوارض دارویی وجود دارد که با کاهش تدریجی دوز داروها، خطر عفونت نیز کمتر می‌شود."
        ],
        "بیماران نامناسب برای پیوند کلیه": [
            "افراد بسیار چاق",
            "فیبروز کبدی پیشرفته (بر اساس نظر هپاتولوژیست)",
            "سوءمصرف مواد (الکل، مواد مخدر و محرک)",
            "هایپرپاراتیروئیدیسم غیرقابل کنترل (ابتدا نیاز به جراحی پاراتیروئیدکتومی دارد)",
            "عفونت سیستمیک فعال",
            "بیماری‌های روانی کنترل‌نشده که توانایی مراقبت از خود را مختل کند",
            "عدم پایبندی به مصرف دارو و درمان‌های لازم",
            "سابقه سکته قلبی یا مغزی بدون طی شدن دوره بهبودی",
            "ابتلا به سرطان فعال که نیازمند درمان است یا به درمان پاسخ نداده",
            "سابقه سرطان بدون گذشت زمان کافی از درمان یا عدم تأیید متخصص انکولوژی",
            "بیماری ریوی شدید",
            "بیماری عروقی شدید که انجام پیوند را غیرممکن کند"
        ],
        "مراحل فرایند پیوند": {
            "قرار گرفتن در لیست انتظار": [
                "انتخاب بیمار و نوع پیوند فرایندی زمان‌بر است و نیاز به صبر بیمار و همراهان دارد. در ویزیت اول، فواید و مضرات پیوند از اهداکننده زنده و مرگ مغزی توضیح داده می‌شود و انتخاب نوع پیوند بر عهده بیمار است (مگر در موارد ضروری).",
                "زمانی که عملکرد کلیه کمتر از ۲۰٪ شود، بیمار در لیست انتظار پیوند قرار می‌گیرد و اطلاعات تماس وی ثبت می‌شود."
            ],
            "انجام آزمایش‌ها": [
                "ابتدا آزمایش‌های ایمونولوژیک (آزمایش پانل) برای تعیین وضعیت سیستم ایمنی و تطابق بافتی انجام می‌شود.",
                "سپس آزمایش‌های تکمیلی شامل آزمایش خون، نوار قلب، عکس قفسه سینه، سونوگرافی شکم و لگن و تراکم استخوان درخواست می‌شود.",
                "پس از انجام مشاوره‌های تخصصی (قلب، گوارش، روان‌پزشکی، گوش و حلق و بینی، دندان‌پزشکی و در خانم‌ها زنان) و بررسی‌های سرطان بر اساس سن و جنس، نام بیمار در گروه مربوطه ثبت می‌شود.",
                "در صورت وجود اهداکننده زنده، بررسی کامل سلامت جسمی و کلیوی وی انجام می‌شود.",
                "بر اساس نتایج آزمایش‌ها، وضعیت عروقی و بیماری‌های زمینه‌ای، اولویت‌بندی انجام می‌شود. مدت انتظار قابل پیش‌بینی نیست و ممکن است بین ۶ ماه تا ۲ سال طول بکشد.",
                "در صورت عدم انجام پیوند، آزمایش‌ها هر ۶ ماه و مشاوره‌ها هر ۲ تا ۶ ماه تکرار می‌شوند.",
                "در صورت بستری یا بروز بیماری جدید، تیم پیوند باید در جریان قرار گیرد.",
                "در صورت تزریق خون یا بارداری، آزمایش‌های ایمونولوژیک و ویروسی یک ماه بعد تکرار می‌شوند."
            ],
            "بستری و جراحی": [
                "پس از بستری، بررسی‌های قبل از عمل انجام می‌شود. در صورت مناسب بودن شرایط و منفی بودن کراس‌مچ، بیمار برای جراحی آماده می‌شود.",
                "برخی بیماران پیش از پیوند نیاز به دیالیز دارند."
            ],
            "عوارض احتمالی جراحی": [
                "لخته شدن خون در عروق کلیه پیوندی",
                "عوارض بیهوشی و جراحی شکمی",
                "حمله قلبی",
                "آمبولی ریه",
                "خونریزی",
                "نشت ادرار",
                "رد پیوند",
                "عفونت",
                "عود بیماری اولیه",
                "فتق محل جراحی",
                "عدم ترمیم مناسب زخم"
            ],
            "مراقبت‌های پس از جراحی": [
                "بیمار ابتدا در بخش مراقبت‌های ویژه بستری می‌شود و ناشتا است.",
                "تنفس عمیق و سرفه برای پیشگیری از عوارض ریوی توصیه می‌شود.",
                "آزمایش خون روزانه برای بررسی عملکرد کلیه انجام می‌شود.",
                "برخی بیماران تا زمان شروع عملکرد کلیه به دیالیز موقت نیاز دارند.",
                "مدت بستری معمولاً ۷ تا ۱۰ روز است.",
                "در زمان ترخیص، آموزش‌های لازم و کتابچه راهنما ارائه می‌شود."
            ]
        }
    }
}