{
    "آموزه‌های زیر می‌توانند در پاسخ به برخی سؤالات این تخصص کمک‌کننده باشند": {
        "مراقبت_های_شخصی": {
            "پوست_و_مو": {
                "جوش_و_آکنه": "بدنبال مصرف پردنیزولون احتمال بروز آکنه وجود دارد. نباید دارو قطع شود. روزی ۳ بار با صابون ملایم شسته شود. از مواد آرایشی و صابون‌های روغنی پرهیز شود.",
                "خشکی_پوست": "استفاده از کرم‌های ملایم و لوسیون‌های مرطوب‌کننده پس از استحمام توصیه می‌شود.",
                "محافظت_در_برابر_آفتاب": "استفاده از کرم ضد آفتاب با SPF بالاتر از ۳۰، کلاه لبه‌دار و لباس آستین‌بلند ضروری است. بین ساعت ۱۰ صبح تا ۴ بعد از ظهر در معرض آفتاب نباشید.",
                "زخم_و_بریدگی": "بریدگی‌های کوچک با آب و صابون شسته و پانسمان شود. در صورت گزیدگی حیوانات یا کبودی وسیع به مرکز درمانی مراجعه شود."
            },
            "دهان_و_دندان": {
                "بهداشت": "استفاده از مسواک نرم و خمیردندان ملایم. در صورت مشاهده لکه‌های سفید در دهان (برفک) به پزشک اطلاع دهید.",
                "مراجعه_به_دندانپزشک": "قبل از هرگونه اقدام دندانپزشکی، باید با تیم پیوند مشورت شده و آنتی‌بیوتیک پیشگیرانه مصرف شود."
            }
        },
        "فعالیت_بدنی_و_ورزش": {
            "دوره_نقاهت": "در ۶ تا ۸ هفته اول از بلند کردن اجسام سنگین (بیش از ۲ کیلوگرم) خودداری کنید. پیاده‌روی بهترین ورزش شروع کار است.",
            "ورزش_های_ممنوع": "ورزش‌های رزمی، فوتبال و کشتی که خطر ضربه مستقیم به کلیه پیوندی را دارند ممنوع است.",
            "رانندگی": "معمولاً ۴ تا ۶ هفته بعد از عمل (در صورت بهبود محل بخیه و عدم مصرف داروهای خواب‌آور) مجاز است."
        },
        "رژیم_غذایی_و_تغذیه": {
            "اصول_کلی": "کاهش مصرف نمک و چربی، کنترل قند خون، و مصرف کافی مایعات (۸ تا ۱۰ لیوان در روز مگر در موارد خاص).",
            "ایمنی_غذا": "پرهیز از گوشت نیم‌پز، تخم‌مرغ خام، شیر غیرپاستوریزه و میوه‌های نشسته. از مصرف گریپ‌فروت و انار به دلیل تداخل دارویی شدید خودداری شود."
        },
        "علائم_هشدار_دهنده_رد_پیوند": {
            "موارد_فوری": [
                "تب بالای ۳۸ درجه",
                "کاهش ناگهانی حجم ادرار",
                "ورم دست و پا یا افزایش وزن ناگهانی (بیش از ۱ کیلو در روز)",
                "درد، تورم یا حساسیت در محل کلیه پیوندی",
                "بالا رفتن فشار خون"
            ]
        },
        "واکسیناسیون": {
            "نکته_حیاتی": "بیماران پیوندی نباید واکسن‌های حاوی ویروس زنده (مثل سرخک، سرخجه، فلج اطفال خوراکی) را دریافت کنند. واکسن آنفولانزا سالانه توصیه می‌شود."
        },
        "مراقبت_از_زخم_جراحی": {
            "بهداشت_بخیه": "محل بخیه باید خشک و تمیز باشد. در صورت مشاهده قرمزی، خروج ترشح چرک‌آلود یا باز شدن لبه‌های زخم سریعاً اطلاع داده شود."
        }
    },
    "منبع آموزه های فوق از کجا بود؟": "نظرات اساتید گروه نفرولوژی بیمارستان لبافی نژاد و همچنین کتاب راهنمای بیماران پیوند کلیه نوشته خانم دکتر سموات است."
}