{
    "آموزه‌های زیر می‌توانند در پاسخ به برخی سؤالات این تخصص کمک‌کننده باشند": {
        "نکات کلی استفاده از داروها": [
            "تا زمانیکه عضو پیوندی در بدن شما کار می‌کند، باید به صورت روزانه داروهای سرکوب‌کننده سیستم ایمنی را مصرف کنید.",
            "داروهای سیکلوسپورین، تاکرولیموس، مایکوفنولات، سیرولیموس، اورولیموس، آزاتیوپرین و پردنیزولون از جمله داروهای تضعیف‌کننده سیستم ایمنی هستند که بر اساس شرایط بالینی و نیاز شما با نظر پزشک برای شما انتخاب و تجویز می‌شوند. این داروها برای جلوگیری از رد کلیه پیوندی شما استفاده می‌شود و تنها با دستور پزشک می‌توانید مصرف داروها را متوقف کنید.",
            "به خاطر داشته باشید که عدم مصرف داروها یا کم کردن دوز آن‌ها بدون دستور پزشک می‌تواند سلامت شما را به خطر انداخته و باعث از دست دادن کلیه پیوندی شما شود.",
            "هرگز بدون دستور پزشک داروهای خود را قطع نکنید و دوز آن‌ها را خودسرانه تغییر ندهید.",
            "داروها را هر روز در زمان مشخص شده مصرف کنید و زمان مصرف را تغییر ندهید.",
            "کپسول یا قرص با یک لیوان آب خورده شود و از آب گریپ‌فروت یا انار استفاده نشود.",
            "برای بلع داروها در حالت ایستاده و یا نشسته باشید. در حالت خوابیده از بلع دارو خودداری کنید.",
            "داروها را در بسته‌های خودشان نگهداری کنید و از داخل بسته‌ها تا زمان مصرف خارج نکنید.",
            "داروها را در جای خشک، دمای اتاق بین ۱۵ تا ۳۰ درجه سانتی‌گراد و دور از نور مستقیم آفتاب نگهداری کنید.",
            "قرارگیری داروها در محیط‌های مرطوب مانند قفسه‌های داخل حمام، از قدرت اثر و کیفیت داروها می‌کاهد.",
            "داروها را دور از دسترس اطفال نگهداری نمایید.",
            "از قرار دادن داروها در داخل وسیله نقلیه یا یخچال خود بپرهیزید.",
            "در صورت اتمام تاریخ انقضای دارو، دارو را دور بریزید.",
            "به علت تداخلات داروها با یکدیگر، از مصرف کردن هرگونه داروی جدید بدون مشورت با پزشک یا داروساز، خودداری نمایید.",
            "در زمان مصرف داروها در مورد چگونگی بارداری یا شیردهی از پزشک یا داروساز سوال نمایید.",
            "در صورت تصمیم به باردار شدن یا بارداری در زمان مصرف داروها حتماً به پزشک خود اطلاع دهید.",
            "این داروها تنها برای شما و در حال حاضر تجویز شده‌اند. مصرف آن‌ها را به هیچ‌کس حتی با علائم مشابه شما توصیه نکنید.",
            "از بیماران دیگر در مورد داروهایشان سوال نپرسید چرا که داروها و دوز مصرفی مورد نیاز برای شما ممکن است با سایرین تفاوت داشته باشد.",
            "در زمان مراجعه به کلینیک و یا بستری شدن در بیمارستان، کلیه داروهای مصرفی خود را همراه بیاورید و نحوه مصرف آن‌ها را به خاطر داشته باشید.",
            "در صورت وجود مشکل در بلع دارو، وجود استفراغ یا اسهال به دنبال مصرف داروها، با پزشک خود تماس بگیرید.",
            "در صورت وجود سابقه هرگونه حساسیت غذایی و دارویی، قبل از شروع مصرف داروهای پیوند، پزشک خود را مطلع سازید."
        ],
        "سیکلوسپورین (ساندیمون، نئورال، ایمینورال)": {
            "معرفی": "سیکلوسپورین به وسیله شرکت‌های دارویی مختلفی تولید شده و دارای اسامی مختلفی می‌باشد. این دارو به صورت کپسول‌های نرم بوده و در مقادیر 25، 50 و 100 میلی‌گرم موجود می‌باشد.",
            "طریقه مصرف": [
                "این دارو به صورت خوراکی مصرف می‌شود.",
                "سیکلوسپورین دو بار در روز و معمولاً در ساعت‌های 9 صبح و 9 شب مصرف می‌شود.",
                "بین دوزهای دارو باید 12 ساعت فاصله باشد.",
                "در روز خون‌گیری به منظور تعیین سطح خونی دارو، دوز صبح سیکلوسپورین را، پس از گرفتن نمونه خون مصرف کنید.",
                "برای تعیین سطح سرمی دارو دو روش وجود دارد: ۱- گرفتن نمونه خونی قبل از مصرف دوز صبحگاهی دارو (۱۲ ساعت پس از مصرف آخرین دوز دارو). ۲- اندازه‌گیری سطح سرمی دو ساعت پس از مصرف دوز صبحگاهی دارو."
            ],
            "فراموشی مصرف": [
                "در صورتیکه مصرف دارو را فراموش کردید، هر زمان در طول روز به یاد آوردید دارو را مصرف کنید، ولی اگر از زمان مصرف دارو یک روز گذشته است، پس از به خاطر آوردن، نوبت فراموش شده را مصرف نکنید.",
                "دوز دارو را دو برابر نکنید و دارو را مطابق برنامه همیشگی مصرف کنید.",
                "چنانچه در مدت کوتاهی پس از مصرف دارو استفراغ کردید و تکه‌های دارو در استفراغ دیده شد، می‌توانید دارو را دوباره مصرف کنید."
            ],
            "خودداری از مصرف مواد غذایی": [
                "آب گریپ‌فروت",
                "میوه گریپ‌فروت",
                "آب انار"
            ],
            "عارضه دارویی": [
                "افزایش فشار خون، ضربان نامنظم قلب",
                "بی‌حسی یا احساس خواب‌رفتگی یا قلقلک در انگشتان دست و پا",
                "اختلال در بینایی",
                "لرزش به‌ویژه در دست‌ها",
                "گرفتگی عضلات به‌ویژه در پاها",
                "درد معده",
                "احساس گیجی، افسردگی",
                "علائم عفونت مانند تب، لرز، گلودرد",
                "آکنه",
                "خونریزی از لثه، بزرگی یا رشد لثه",
                "رشد موهای زائد روی سطح بدن و صورت"
            ],
            "امکان بارداری": "بله، با مشورت پزشک و تنظیم سایر داروها می‌توانید باردار شوید. سیکلوسپورین در بارداری منعی ندارد و کم‌خطر است."
        },
        "تاکرولیموس (پروگراف، کوگرافت)": {
            "معرفی": "تاکرولیموس به وسیله شرکت‌های دارویی مختلفی تولید شده و دارای اسامی مختلفی می‌باشد. این دارو به صورت کپسول بوده و در مقادیر 0.5 و 1 میلی‌گرم موجود می‌باشد.",
            "طریقه مصرف": [
                "این دارو به صورت خوراکی مصرف می‌شود.",
                "تاکرولیموس دو بار در روز و در ساعت‌های 9 صبح و 9 شب مصرف می‌شود.",
                "بین دوزهای دارو باید 12 ساعت فاصله باشد.",
                "تاکرولیموس را با معده خالی مصرف کنید.",
                "این دارو باید یک ساعت قبل از غذا یا دو ساعت بعد از غذا مصرف شود.",
                "در روز خون‌گیری برای تعیین سطح خونی دارو، نمونه خونی قبل از مصرف دوز صبحگاهی (12 ساعت پس از مصرف آخرین دوز) گرفته شود."
            ],
            "فراموشی مصرف": [
                "در صورتیکه مصرف دارو را فراموش کردید، هر زمان در طول روز به یاد آوردید دارو را مصرف کنید، ولی اگر از زمان مصرف دارو یک روز گذشته است، نوبت فراموش شده را مصرف نکنید.",
                "دوز دارو را دو برابر نکنید و مطابق برنامه همیشگی مصرف کنید.",
                "در صورت فراموش کردن بیشتر از یک دوز از تاکرولیموس با پزشک خود تماس بگیرید.",
                "در صورت عدم تحمل و استفراغ پس از مصرف تاکرولیموس، با پزشک خود تماس بگیرید."
            ],
            "خودداری از مصرف مواد غذایی": [
                "آب گریپ‌فروت",
                "میوه گریپ‌فروت"
            ],
            "عارضه دارویی": [
                "لرزش به‌ویژه در دست‌ها",
                "اسهال",
                "علائم عفونت مانند تب، لرز، گلودرد، زخم‌های دهان و گرفتگی صدا",
                "ریزش مو",
                "افزایش قند خون",
                "تاری دید، افزایش حساسیت چشم به نور",
                "احساس سوزش یا قلقلک در انگشتان دست و پا",
                "اشکال در تنفس و شنیدن صدای اضافه در هنگام نفس کشیدن",
                "احساس صدای زنگ در گوش",
                "راش یا کهیر بر روی سطح پوست",
                "احساس گیجی، افسردگی، اختلال خواب و دیدن کابوس‌های شبانه"
            ],
            "امکان بارداری": "بله، با مشورت پزشک و تنظیم سایر داروها می‌توانید باردار شوید. تاکرولیموس در بارداری منعی ندارد و کم‌خطر است.",
            "دلیل احساس تشنگی زیاد": [
                "به دنبال مصرف تاکرولیموس، قند خون می‌تواند افزایش یابد.",
                "احساس تشنگی زیاد، خشکی دهان، تکرر در دفع ادرار، احساس بوی میوه در تنفس، احساس خستگی و یا کاهش اشتها، می‌تواند از علائم ابتلا به دیابت باشد.",
                "در صورت مشاهده هر کدام از این علائم به پزشک خود اطلاع دهید."
            ]
        },
        "مایکوفنولات (سلسپت، مایفورتیک)": {
            "معرفی": "این دارو با نام سل‌سپت، سیتوگان یا سوپریمون به صورت کپسول و قرص در مقادیر 250 و 500 میلی‌گرم و با نام مایفورتیک به صورت قرص در مقادیر 180 و 360 میلی‌گرم موجود می‌باشد.",
            "طریقه مصرف": [
                "این دارو به صورت خوراکی مصرف می‌شود.",
                "مایکوفنولات دو بار در روز و معمولاً در ساعت‌های ۶ صبح و ۶ شب مصرف می‌شود.",
                "مصرف مایکوفنولات با غذا می‌تواند عوارض گوارشی ناشی از این دارو را کم کند.",
                "مایکوفنولات را با داروهای آنتی‌اسید و ترکیبات حاوی آهن مصرف نکنید."
            ],
            "فراموشی مصرف": [
                "در صورتیکه مصرف دارو را فراموش کردید، هر زمان در طول روز به یاد آوردید دارو را مصرف کنید، ولی اگر از زمان مصرف دارو یک روز گذشته است، نوبت فراموش شده را مصرف نکنید."
            ],
            "عارضه دارویی": [
                "وجود خون در ادرار",
                "احساس گیجی یا افتادن روی زمین",
                "تب، لرز یا گلودرد",
                "خونریزی‌های غیرعادی"
            ],
            "امکان بارداری": [
                "تمامی خانم‌هایی که در سنین باروری هستند، در فاصله یک هفته قبل از شروع مایکوفنولات باید یک تست بارداری منفی داشته باشند.",
                "قبل از شروع مایکوفنولات، در حین مصرف دارو و تا 6 هفته پس از اتمام دوره درمان، باید از دو روش مناسب جلوگیری از بارداری به صورت همزمان استفاده شود.",
                "در صورت تصمیم برای باردار شدن یا بارداری ناخواسته حتماً با پزشک مشورت کنید."
            ],
            "اقدامات لازم در صورت مشاهده کبودی": [
                "این دارو می‌تواند گلبول‌های سفید خون و پلاکت‌های شما را کاهش دهد.",
                "انجام آزمایش خون به صورت مرتب توصیه می‌شود.",
                "در صورت مشاهده کبودی یا هرگونه خونریزی غیرعادی، به پزشک خود اطلاع دهید."
            ]
        },
        "سیرولیموس (راپامیون)": {
            "معرفی": "سیرولیموس به صورت قرص بوده و در مقادیر 1 میلی‌گرم موجود می‌باشد.",
            "طریقه مصرف": [
                "این دارو به صورت خوراکی و یک‌بار در روز مصرف می‌شود.",
                "می‌تواند با یا بدون غذا مصرف شود، اما برنامه مصرف باید ثابت باشد.",
                "در صورت مصرف همزمان با سیکلوسپورین یا تاکرولیموس، حداقل 4 ساعت فاصله زمانی رعایت شود. بهترین زمان مصرف بین ساعت ۱۲ تا ۱ بعدازظهر است.",
                "در روز خون‌گیری، دوز دارو را پس از گرفتن نمونه خون مصرف کنید."
            ],
            "فراموشی مصرف": "در صورت فراموشی، هر زمان در طول همان روز یادآوری شد مصرف کنید؛ اما اگر یک روز گذشته است، دوز فراموش شده را حذف کنید.",
            "خودداری از مصرف مواد غذایی": [
                "آب گریپ‌فروت",
                "میوه گریپ‌فروت"
            ],
            "عارضه دارویی": [
                "علائم عفونت مانند تب، لرز، گلودرد",
                "سرفه خشک و تنگی نفس",
                "ورم صورت، زبان و پاها",
                "نقاط قرمزی سوزنی بر روی پوست، مدفوع سیاه و خون در ادرار",
                "احساس خستگی و ضعف غیرعادی، گیجی و افتادن روی زمین",
                "راش‌های جلدی، کهیر یا آکنه"
            ],
            "امکان بارداری": [
                "استفاده از روش‌های پیشگیری تا 12 هفته پس از اتمام مصرف دارو الزامی است.",
                "در صورت تصمیم به بارداری، دارو باید با نظر پزشک تغییر یابد.",
                "آقایانی که قصد فرزندآوری دارند باید از پزشک خود مشاوره بگیرند."
            ]
        },
        "اورولیموس (سرتیکان)": {
            "معرفی": "این دارو به صورت قرص بوده و در مقادیر 0.25، 0.5، 0.75 و 1 میلی‌گرم موجود می‌باشد.",
            "طریقه مصرف": [
                "به صورت خوراکی مصرف می‌شود و بین دو دوز باید 12 ساعت فاصله باشد.",
                "قرص‌ها باید به صورت کامل بلعیده شوند. به قرص‌های شکسته و خرد شده دست نزنید.",
                "نمونه خون باید قبل از مصرف دوز صبحگاهی گرفته شود."
            ],
            "فراموشی مصرف": "در صورت فراموشی، اگر در همان روز یادآوری شد مصرف کنید؛ در غیر این صورت از مصرف نوبت فراموش شده خودداری کنید.",
            "عارضه دارویی": [
                "زخم‌های دهانی و التهاب در دهان و گلو",
                "اسهال و درد گوش",
                "افزایش فشار خون و ورم اندام‌ها",
                "کم‌خونی و کاهش سلول‌های خونی",
                "تنگی نفس و سرفه خشک",
                "دیر خوب شدن زخم‌ها و کبودی روی پوست"
            ],
            "امکان بارداری": "خیر. در هنگام مصرف و تا دو ماه پس از قطع دارو باید از روش‌های جلوگیری معتبر استفاده شود."
        },
        "آزاتیوپرین (ایموران، آزارام)": {
            "معرفی": "این دارو به صورت قرص بوده و در مقادیر 50 میلی‌گرم موجود می‌باشد.",
            "طریقه مصرف": [
                "به صورت خوراکی مصرف می‌شود.",
                "مصرف بعد از غذا یا در دو نوبت روزانه می‌تواند عوارض گوارشی را کاهش دهد."
            ],
            "تداخلات دارویی": [
                "با داروهای پایین آورنده اسید اوریک مانند آلوپورینول و فبوکسوستات تداخل جدی دارد.",
                "قبل از مصرف مسکن‌ها (ایبوپروفن، ژلوفن)، آسپیرین و مکمل‌های گیاهی (سیر، جینسینگ، جینکو) با پزشک مشورت کنید."
            ],
            "عارضه دارویی": [
                "واکنش‌های آلرژیک پوستی",
                "ناراحتی معده، بی‌اشتهایی و ریزش مو",
                "زخم دهانی و سختی در بلع",
                "کاهش گلبول‌های سفید و پلاکت (تب، لرز، کبودی)",
                "تعریق شبانه و کاهش وزن سریع"
            ],
            "امکان بارداری": "بله، اما استفاده از روش‌های جلوگیری از بارداری در حین مصرف الزامی است."
        },
        "پردنیزولون": {
            "معرفی": "در مقادیر 5 و 50 میلی‌گرم موجود است. دقت شود دوزها به اشتباه جابجا مصرف نشوند.",
            "طریقه مصرف": [
                "بهتر است با غذا یا شیر مصرف شود تا ناراحتی معده ایجاد نکند.",
                "برای جلوگیری از اختلال خواب، صبح‌ها مصرف شود.",
                "مقدار مصرف به مرور و طبق دستور پزشک کاهش می‌یابد؛ خودسرانه تغییر ندهید."
            ],
            "تداخلات و پرهیزها": [
                "الکل خطر عوارض جانبی را افزایش می‌دهد.",
                "بین مصرف این دارو و داروهای ضداسید معده (آلومینیوم ام‌جی، رانیتیدین) حداقل 2 ساعت فاصله بگذارید."
            ],
            "عارضه دارویی": [
                "مدفوع خونی یا سیاه",
                "تغییرات خلق و خو (هیجان زیاد یا افسردگی)",
                "مشکلات بینایی و تاری دید",
                "علائم دیابت (تکرر ادرار و تشنگی مداوم)",
                "افزایش وزن و تغییرات پوستی (آکنه، خطوط قرمز)"
            ],
            "امکان بارداری": "بله، در بارداری کم‌خطر محسوب می‌شود."
        },
        "کوتریموکسازول (باکتریم)": {
            "معرفی": "داروی ترکیبی شامل دو آنتی‌بیوتیک برای پیشگیری از عفونت ریه (PJP) و عفونت ادراری. این قرص در مقادیر 80 و 400 میلی‌گـرم موجود می‌باشـد",
            "طریقه مصرف": [
                "با یک لیوان کامل آب مصرف شود.",
                "حداقل تا یک سال پس از پیوند باید مصرف شود.",
                "در صورت ابتلا به فاویسم یا سابقه حساسیت به ترکیبات سولفامیدی به پزشک اطلاع دهید."
            ],
            "عارضه دارویی": [
                "کم‌خونی و حساسیت پوست به نور آفتاب",
                "کبودی غیرعادی و درد مفاصل",
                "افزایش پتاسیم خون"
            ]
        },
        "والگانسیکلوویر (ولسایت)": {
            "معرفی": "داروی ضد ویروس جهت پیشگیری از عفونت سایتومگالوویروس (CMV). این قرص در مقادیر 450 میلی‌گرم موجود می‌باشد",
            "طریقه مصرف": "دوز روزانه حتماً همراه با شام مصرف شود تا جذب آن افزایش یابد.",
            "امکان بارداری و شیردهی": [
                "در زمان مصرف این دارو شیردهی ممنوع است.",
                "آقایان باید تا 90 روز پس از قطع دارو از کاندوم استفاده کنند.",
                "این دارو می‌تواند باعث کاهش تولید اسپرم شود."
            ],
            "عارضه دارویی": "کاهش شدید سلول‌های خونی، تشنج، اسهال و علائم عفونت."
        },
        "فلوکونازول": {
            "معرفی": "داروی ضد قارچ جهت پیشگیری از عفونت‌ها. این دارو به صورت کپسول بوده و در مقادیر 50 تا 200 میلی‌گرم موجود می‌باشد",
            "طریقه مصرف": "در صورت درد معده همراه با غذا مصرف شود. دوزها نباید فراموش شوند.",
            "پرهیز غذایی": "آب گریپ‌فروت و نوشیدنی‌های الکلی ممنوع است."
        },
        "فاموتیدین": {
            "معرفی": "آنتی‌هیستامین کاهش‌دهنده اسید معده برای پیشگیری از زخم و سوزش سر دل. این دارو به صورت قرص بوده و در مقادیر 20 و 40 میلی‌گرم موجود می‌باشد",
            "طریقه مصرف": "اگر یک‌بار در روز است، قبل از خواب مصرف شود. مصرف سیگار و الکل با این دارو تداخل دارد.",
            "عارضه دارویی": "یبوست یا اسهال سیاه، سرگیجه هنگام ایستادن، خشکی دهان."
        }
    },
    "منبع آموزه های فوق از کجا بود؟": "نظرات اساتید گروه نفرولوژی بیمارستان لبافی نژاد و همچنین کتاب راهنمای بیماران پیوند کلیه نوشته خانم دکتر سموات است."

}